import './Terms.css';
import React from 'react';


const Terms = () => {
    return(

        <div className="terms-container">
최종 개정: 2021년 11월 29일<br></br>

Loof를 이용해 주셔서 감사합니다. <br></br>


<h2>1. 이용약관 계약 수락.</h2>
모바일 기기, 모바일 앱 또는 컴퓨터('서비스'라 통칭함)를 통해 Loof 계정을 생성함으로써, 귀하는 (i) 본 이용약관, (ii) 당사의 <a href="/privacy">개인정보 취급방침</a> 그리고 (iii) 서비스에서 당사가 제안하는 추가 기능, 제품 또는 서비스를 귀하가 구매하는 경우에 귀하가 공개하고 동의한 일체의 조건(본 '계약'이라 통칭함)에 구속된다는 데 동의하는 것입니다. 본 계약의 모든 조건을 수락하지 않고, 그러한 모든 조건에 구속된다는 데 동의하지 않는 경우에는 서비스를 이용하지 마십시오.<br></br>
당사는 수시로 본 계약과 서비스를 변경할 수 있습니다. 당사는 법률의 변경 또는 법률 요건의 변경, 새로운 기능, 또는 사업 관행의 변경을 반영하기 위한 목적을 포함하여 다양한 이유로 본 계약과 서비스를 변경할 수 있습니다. 본 계약의 최신 버전은 설정 아래의 서비스와 loof.party에 게시될 것이므로, 귀하는 최신 버전을 정기적으로 확인하여야 합니다. 최신 버전이라 함은 적용되는 버전을 뜻합니다. 이러한 변경에 귀하의 권리 또는 의무에 관한 상당한 변경이 포함되는 경우, 당사는 (법령에 의하여 통지를 할 수 없는 경우가 아닌 한) 적어도 30일 전에 합리적인 수단을 통해 그러한 변경을 통지하며, 이러한 수단에는 서비스 또는 이메일을 통한 통지가 포함될 수 있습니다. 변경이 발효된 후에도 귀하가 서비스를 계속하여 이용하는 경우, 귀하는 개정된 계약에 동의하는 것으로 간주됩니다.<br></br>
<h2>2. 자격.</h2>
다음 중 하나라도 충족하지 못할 경우, 계정을 생성하거나 서비스 또는 시스템에 접근하거나 이를 사용할 권한이 없습니다.<br></br>
<div>

귀하는 Loof와 구속력 있는 계약을 체결할 수 있습니다.<br></br>
귀하는 미국이나 기타 해당 관할권의 법률에 의해 서비스 이용이 금지된 사람이 아닙니다(예를 들어, 귀하는 귀하가 미국 재무부의 특별지정 제재대상 명단에 올라 있지 않으며, 기타 유사한 금지를 당하고 있지 않습니다).<br></br>
귀하는 본 계약과 모든 해당 지방, 주, 국가의 법률과 국제법, 규칙 및 규정을 준수해야 합니다. 그리고,<br></br>
귀하는 중죄, 기소 가능한 위반 행위(또는 심각성이 비슷한 범죄), 성범죄, 또는 폭력이 관련된 범죄로 유죄 선고를 받지 않았으며 주, 연방 또는 지방의 성범죄자 명부에 성범죄자로 등록된 적이 없습니다.<br></br>
</div>
<h2>3. 귀하의 계정.</h2>
Loof를 이용하려면 Facebook 로그인을 포함한 다양한 방법을 이용해 로그인할 수 있습니다.  Facebook 로그인을 선택할 경우, 귀하는 귀하의 Facebook 공개 프로필을 포함하되 이에 국한되지 않는 특정 Facebook 계정 정보에 당사가 접근하고 이를 이용하도록 권한을 부여하게 됩니다. 당사가 귀하로부터 수집하는 정보 및 당사가 정보를 이용하는 방법에 관한 자세한 정보는 당사의 <a href="/privacy">개인정보 취급방침</a>을 확인하시기 바랍니다.<br></br>
귀하는 Loof에 가입하기 위해 사용하는 로그인 자격인증서의 기밀을 유지해야 할 책임이 있으며, 그러한 자격인증서에 의해 발생하는 모든 활동에 대해 단독으로 책임을 집니다. 누군가 귀하의 계정에 접속하였다고 생각한다면 즉시 <a href="https://www.loof.party/Contactus">당사에 연락하시기 바랍니다.</a><br></br>
<h2>4. 서비스 변경 및 해지.</h2>
Loof는 서비스를 개선하여 귀하에게 매력적이고 유익한 추가 기능을 제공할 수 있도록 항상 노력하고 있습니다. 이는 당사가 수시로 새로운 제품 기능 또는 개선된 기능을 추가할 수 있으며, 일부 기능을 제거할 수 있다는 것을 의미합니다. 이런 조치가 귀하의 권리 또는 의무에 상당한 정도로 영향을 주지 않는다면 당사는 귀하에게 그러한 조치를 취하기 전에 통지하지 않을 수 있습니다. 당사는 서비스 전체를 중지할 수도 있으며, 안전 또는 보안 문제와 같은 정상 참작이 가능한 상황으로 인하여 당사가 통지할 수 없는 경우를 제외하고 이를 사전에 통지합니다.<br></br>
귀하는 귀하의 계정을 언제든지, 어떤 이유로든 서비스의 ‘설정’에 안내된 지침에 따라 해지할 수 있습니다. <strong>하지만 Apple의 앱스토어나 iTunes Store(경우에 따라 ‘앱스토어’) 또는 구글 플레이 스토어와 같은 제3자 결제 계정을 사용하는 경우, 추가 청구를 막기 위해 해당 계정을 통해 인앱 구매를 관리해야 합니다.</strong> Loof는 귀하가 본 계약을 위반하였다고 판단될 경우 통지 없이 언제든지 귀하의 계정을 해지할 수 있습니다. 이러한 해지가 이루어지면 귀하는 구매에 대해서 환불을 요구할 권리가 없습니다.<br></br>
대한민국 거주자의 경우, (i) 법률적으로 통지가 허용되지 아니하거나(예컨대, 통지하는 행위가 적용 가능한 법령 또는 규제 당국의 명령에 위배되거나 규제 당국의 계속 중인 조사를 방해하는 경우) (ii) 통지로 인하여 귀하, 제3자, Loof 및/또는 그 계열회사에 손해가 발생할 수 있다고 합리적으로 판단되는 경우(예컨대, Loof 서비스의 보안을 해하는 경우)를 제외하고, 귀하에게 해지 사유를 지체 없이 통지할 것입니다.<br></br>
귀하의 계정이 해지된 후에 본 계약이 종료됩니다. 다만, 제4절, 제5절, 그리고 제12절부터 제19절까지의 조항은 여전히 귀하와 Loof에 적용됩니다.<br></br>
<h2>5. 안전 - 다른 회원과의 상호작용.</h2>
Loof는 회원들이 서로에게 관심을 표시한 후에만 서로와 연락할 수 있는 이중 사전 동의 같은 기능을 통해 존중되는 회원 경험을 권장하려 노력하지만, 서비스상에서 또는 서비스 밖에서 회원의 행동에 대해 책임을 지지 않습니다. 귀하는 특히 서비스 밖에서 연락하거나 실제로 만나기로 결정하는 경우, 다른 회원과 모든 상호작용 시 주의를 기울인다는 데 동의합니다. 귀하는 다른 회원에게 귀하의 금융 정보(예: 신용카드 또는 은행 계좌 정보)를 제공하거나, 전신 송금이나 다른 방법으로 돈을 보내지 않는다는 것에 동의합니다.<br></br>
귀하는 다른 회원과의 상호작용에 전적인 책임을 집니다. 귀하는 Loof가 Loof 회원에 대해 범죄조회를 하지 않으며 회원의 배경도 달리 조사하지 않는다는 점을 이해합니다. Loof는 Loof 회원의 행동이나 적합성을 대변하거나 보증하지 않습니다.<br></br>
<h2>6. Loof가 귀하에게 허가하는 권리.</h2>
Loof는 귀하에게 서비스에 접속하고 이용할 수 있는 개인적인, 세계적인, 사용료가 없는, 양도 불가능한, 비전속적인, 취소 가능한, 그리고 재인가가 불가능한 라이선스를 허가합니다. 이 라이선스는 단지 귀하가 Loof가 의도하고 본 계약이 허용하는 서비스의 혜택을 이용하고 즐길 수 있도록 하기 위한 것입니다. 귀하가 다음을 할 경우 본 라이선스와 서비스를 이용할 수 있는 권한은 자동으로 취소됩니다.<br></br>
<div>
당사의 서면 동의 없이 상업적인 목적으로 서비스 또는 서비스에 포함된 콘텐츠를 이용하는 것.<br></br>
저작권이 있는 자료, 이미지, 상표, 상표명, 서비스마크, 또는 서비스를 통해 이용 가능한 기타 지적재산, 콘텐츠 또는 독점 정보를 Loof의 사전 서면 동의 없이 복사, 수정, 전송, 파생물 제작, 활용 또는 어떤 방식으로든 복제하는 것.<br></br>
귀하가 한 진술을 Loof가 보증하였다고 표현하거나 암시하는 것.<br></br>
서비스 또는 서비스 콘텐츠의 검색 구조 또는 표시에 접속, 검색, 색인, ‘데이터 마이닝’하는 것, 또는 어떤 방식으로든 서비스 또는 서비스 콘텐츠의 검색 구조 또는 표시를 복제하거나 우회하기 위해 로봇, 봇, 스파이더, 크롤러, 스크레이퍼, 사이트 연구/검색 애플리케이션, 프록시 또는 기타 수동 또는 자동 기기, 접속 방법 또는 과정을 사용하는 것.<br></br>
서비스 또는 서비스에 연결된 서버나 네트워크를 간섭하거나, 방해하거나, 부정적으로 영향을 줄 수 있는 방식으로 서비스를 이용하는 것.<br></br>
바이러스 또는 기타 악성 코드를 업로드하거나 다른 방법으로 서비스의 보안을 위협하는 것.<br></br>
서비스에 전송된 또는 서비스를 통해 전송된 정보의 출처를 위장하기 위해 헤더를 위조하거나 식별자를 조작하는 것.<br></br>
Loof의 사전 서면 승인 없이 서비스의 어떤 부분을 ‘표현’하거나 ‘반영’하는 것.<br></br>
메타 태그, 코드 또는 Loof나 서비스(또는 Loof의 상표, 상표명, 서비스마크, 로고 또는 슬로건)에 대한 언급을 포함하고 있는 기타 기기를 사용하여 어떤 목적을 위해 누군가를 다른 웹사이트로 유도하는 것.<br></br>
서비스의 어느 부분을 수정, 조정, 재인가, 번역, 판매, 역설계, 해독, 역컴파일 또는 달리 해체하는 것.<br></br>
당사의 서면 동의 없이 서비스 또는 다른 회원의 콘텐츠 또는 정보를 가지고 상호 작용하는 제3자 앱을 사용하거나 개발하는 것.<br></br>
당사의 서면 동의 없이 Loof 앱 프로그래밍 인터페이스를 사용, 접속 또는 공개하는 것.<br></br>
당사의 서비스 또는 시스템이나 네트워크의 취약성을 검증, 검사 또는 시험하는 것.<br></br>
본 계약을 위반하는 활동을 장려하거나 촉진하는 것.<br></br>
</div>
Loof는 서비스의 불법 또는 무단 이용에 대응하여 조사하고, 귀하 계정의 해지를 포함하여 가능한 법적 조치를 취할 수 있습니다.<br></br>
당사가 귀하에게 제공하는 일체의 소프트웨어는 업그레이드, 업데이트, 또는 기타 새로운 기능을 자동으로 다운로드하고 설치할 수 있습니다. 귀하는 귀하 기기의 설정을 통해 이러한 자동 다운로드를 조정할 수 있습니다.<br></br>
<h2>7. 귀하가 Loof에 허가하는 권리.</h2>
계정을 생성함으로써 귀하는 Facebook과 같은 제3자로부터 Loof가 액세스할 수 있도록 귀하가 권한을 부여한 정보 및 귀하가 서비스에 게시하고, 업로드하고, 표시하고, 그 외에 이용 가능한 정보(통칭하여 ‘게시’라고 함) 또는 다른 회원에게 전송하는 정보(통칭하여 ‘콘텐츠’라고 함)를 Loof가 관리, 저장, 사용, 복사, 표시, 복제, 각색, 편집, 게재, 수정 및 배포하기 위한 전 세계적으로 적용되고, 양도 가능하고, 하위 라이선스를 부여할 수 있고, 로열티가 없는 권리와 라이선스를 Loof로 부여합니다. 귀하의 콘텐츠에 대한 Loof의 라이선스는 비독점적입니다. 다만 서비스를 통해 제작한 2차 저작물에 관해서 Loof의 라이선스는 독점적입니다. 예를 들어, Loof는 귀하의 콘텐츠를 포함하는 서비스의 스크린샷에 대하여 독점 라이선스를 보유합니다. 또한, Loof는 귀하의 콘텐츠를 서비스 외부에서 사용하는 것을 방지하기 위해 귀하는 다른 회원 또는 제3자가 서비스에서 귀하의 콘텐츠를 획득하여 침해하는 것에 대하여 귀하를 대신해 Loof가 행동할 수 있도록 승인합니다. 여기에는 제3자가 귀하의 콘텐츠를 서비스 외부에서 사용하는 경우 귀하를 대신해 17 U.S.C. § 512(c)(3)(즉, DMCA 삭제 요구)에 따라 통지를 보내는 권한이 명시적으로 포함되나 이는 의무가 아닙니다. 귀하의 콘텐츠에 대한 당사의 라이선스는 적용 법률(예: 콘텐츠가 그러한 법에서 정의한 대로 개인정보를 포함하는 범위 내에서 개인정보 보호와 관련된 법률)에 따른 귀하의 권리에 의거하며, 서비스의 운영, 개발, 제공, 개선 및 새로운 서비스 연구와 개발이라는 제한된 목적을 위한 것입니다. 귀하는 귀하가 제공한 콘텐츠 또는 당사가 서비스에 제공하도록 당사에 권한을 부여한 콘텐츠를 다른 회원이 확인할 수 있으며, 서비스를 방문하거나 참여하는 자(다른 Loof 회원으로부터 공유된 콘텐츠를 받을 수 있는 개인 등)에 확인될 수도 있음에 동의합니다.<br></br>
귀하는 계정 생성 시 귀하의 Facebook 계정으로부터 제출되는 정보를 포함하여 귀하가 제출하는 모든 정보가 정확하고 진실하며, 귀하가 서비스에 그러한 콘텐츠를 게시하고 상기 라이선스를 Loof로 수여 할 권리를 보유한다는 것에 동의합니다.<br></br>
귀하는 귀하가 게시하는 콘텐츠를 당사가 서비스의 일부로 모니터링하거나 검토할 수 있다는 것을 이해하고 이에 동의합니다. 당사는 본 계약을 위반하거나 서비스의 평판을 해칠 수 있다고 단독으로 판단하는 모든 콘텐츠의 전체 또는 일부를 삭제할 수 있습니다.<br></br>
당사의 고객 서비스 담당자와 연락 시, 귀하는 예의를 갖추어 친절하게 행동하여야 한다는 것에 동의합니다. 당사의 고객 서비스 담당자 또는 기타 직원에 대한 귀하의 행동이 어느 시점에서든 위협적이거나, 희롱적이거나, 모욕적이라고 당사가 판단하는 경우, 당사는 귀하의 계정을 즉시 해지할 권리를 보유합니다.<br></br>
귀하의 서비스 사용을 Loof가 허용하는 것을 고려하여, 귀하는 당사, 당사의 계열사 및 제3자 파트너가 서비스에 광고를 게재할 수 있음에 동의합니다. 당사의 서비스와 관련하여 Loof에 제안이나 피드백을 제출함으로써 귀하는 Loof가 귀하에게 보상하지 않고 어떠한 목적으로든 그러한 피드백을 사용하고 공유할 수 있음에 동의합니다.<br></br>
Loof는 법으로 요구되는 경우 귀하와 그러한 계약을 체결함으로써 귀하의 계정 정보 및 콘텐츠에 접근하거나, 계정 정보 및 콘텐츠를 보존 또는 공개할 수 있습니다. 또는 그러한 접근, 보존 또는 공개가 (i) 법적 절차를 준수하기 위해, (ii) 본 계약을 집행하기 위해, (iii) 콘텐츠가 제3자의 권리를 침해한다는 청구에 대응하기 위해, (iv) 귀하의 고객 서비스 요청에 대응하기 위해, 또는 (v) 당사 또는 다른 사람의 권리, 재산 또는 개인적인 안전을 보호하기 위해 합리적으로 필요하다고 선의로 믿는 경우 귀하의 계정 정보 및 콘텐츠에 접근하거나, 계정 정보 및 콘텐츠를 보존 및 공개할 수 있습니다.<br></br>
<h2>8. 커뮤니티 규칙.</h2>
서비스를 사용함으로써 귀하는 다음을 하지 않을 것에 동의합니다.<br></br>
<div>
불법적이거나 본 계약에 의해 금지된 목적으로 서비스를 이용하는 것.<br></br>
해롭거나 유해한 목적으로 서비스를 이용하는 것.<br></br>
Loof를 손상시키기 위해 서비스를 이용하는 것.<br></br>
수시로 갱신되는 당사의 <a href="https://www.loof.party/Terms">커뮤니티 가이드라인</a>을 위반하는 것.<br></br>
다른 회원에게 스팸 메일을 보내거나, 다른 회원으로부터 돈을 요청하거나, 다른 회원을 사취하는 것.<br></br>
개인이나 단체를 가장하거나 다른 사람의 이미지를 그들의 허가 없이 게시하는 것.<br></br>
사회적 물의를 일으키는 모든 행위.<br></br>
다른 사람을 곯리거나, ‘스토킹’하거나, 협박하거나, 폭행하거나, 괴롭히거나, 모욕하거나 명예를 훼손하는 것.<br></br>
이름/초상 보호권, 개인정보 보호, 저작권, 상표권 또는 기타 지적재산 또는 계약권을 포함한 다른 사람의 권리를 위반하거나 침해하는 콘텐츠를 게시하는 것.<br></br>
혐오 발언을 포함하거나, 위협적이거나, 성적으로 노골적이거나, 외설적인 콘텐츠를 게시하는 것.<br></br>
폭력을 선동하는 콘텐츠, 나체 또는 적나라한 콘텐츠, 불필요한 폭력을 포함하고 있는 콘텐츠를 게시하는 것.<br></br>
어떠한 종류의 단체나 개인에 대해 신체적 침해, 증오, 편견 또는 인종차별을 선동하는 콘텐츠를 게시하는 것.<br></br>
어떠한 목적을 위해 비밀번호를, 또는 상업적이거나 불법적인 목적으로 개인식별정보를 다른 회원으로부터 얻으려고 하거나 허가 없이 다른 회원의 개인정보를 유포하는 것.<br></br>
다른 회원의 계정을 사용하거나, 다른 회원과 계정을 공유하거나, 두 개 이상의 계정을 유지하는 것.<br></br>
당사에서 귀하의 계정을 이미 해지한 경우 당사의 허가 없이 다른 계정을 생성하는 것.<br></br>
</div>
귀하가 본 계약을 위반하거나, 서비스를 오용하거나, 서비스 내부 및 외부에서 발생하는 행위 또는 커뮤니케이션을 포함하여 Loof가 부적절하거나 불법적이라고 간주하는 방식으로 행동한 경우, Loof는 귀하의 계정을 조사하고 어떠한 구매라도 환불 없이 해지할 권리를 보유합니다. <br></br>
<h2>9. 다른 회원의 콘텐츠.</h2>
Loof는 본 계약을 위반하는 콘텐츠를 검토하고 제거할 권리를 보유함에도 불구하고 그러한 콘텐츠는 게시한 회원의 단독 책임이며, Loof는 모든 콘텐츠가 본 계약을 준수한다고 보증할 수 없습니다. 서비스에서 본 계약을 위반하는 콘텐츠를 발견한 경우, 서비스 내에서, 또는 <a href="https://www.loof.party/Contactus"></a>를 이용하여 신고하시기 바랍니다.<br></br>

<h2>10. 저작권 침해 청구 제기에 대한 통보 및 과정.</h2>
귀하의 저작물이 저작권 침해를 구성하는 방식으로 서비스에 복제 및 게시되었다고 판단하는 경우, <a href="https://www.loof.party/Contactus">이곳</a>에서 양식을 사용하여 게시 중단 요청을 제출하십시오.<br></br>
저작권 침해 혐의와 관련하여 당사로 문의하려면 다음의 정보를 함께 제공하시기 바랍니다.<br></br>
<div>
저작권 이익 소유자를 대리할 권한을 부여받은 사람의 전자 서명 또는 실제 서명,<br></br>
저작권 침해를 청구하는 저작물에 대한 설명,<br></br>
저작권 침해를 청구하는 자료가 포함된 웹사이트 위치 설명(그러한 설명은 침해하고 있다고 의심받는 자료를 당사가 찾을 수 있을 정도로 합리적으로 충분하여야 함),<br></br>
주소, 전화번호와 이메일 주소를 포함한 연락처 및 저작권자의 성명<br></br>
분쟁 중인 사용이 저작권 소유자, 그 대리인 또는 법률에 의해 승인을 받지 않았다고 귀하가 선의로 믿고 있다는 귀하의 서면 진술, 그리고<br></br>
위증죄로 처벌될 수 있다는 전제하에, 귀하의 통지서에 명시한 상기 내용이 정확하며 귀하가 저작권 소유자 또는 저작권 소유자를 대리할 권한을 부여받은 사람이라는 귀하의 진술서.<br></br>
</div>
Loof는 반복적인 침해자의 계정을 해지할 것입니다.<br></br>
<h2>11. 책임 부인.</h2>
Loof는 ‘있는 그대로’, 그리고 ‘이용 가능한 대로’, 그리고 준거법이 허용하는 범위 내에서 서비스를 제공하며, 서비스(서비스에 포함된 모든 콘텐츠 포함)에 관하여 명시적이든 묵시적이든, 법에 명시된 대로든, 다른 방법으로든, 어떠한 종류의 보증도 제공하지 않습니다. 여기에는 만족할 만한 품질, 상품성, 특정 목적에 대한 적합성 또는 위반 행위 부존재에 대한 암묵적인 보증이 포함되지만 이에 국한되지 않습니다. Loof는 (A) 서비스가 중단되지 않거나, 안전하거나, 오류가 없다고, (B) 서비스에 존재하는 하자나 오류가 수정될 것이라고, 또는 (C) 서비스상에서 또는 서비스를 통해 귀하가 얻은 콘텐츠나 정보가 정확할 것이라고 진술하거나 보증하지 않습니다.<br></br>
Loof는 귀하 또는 다른 회원 또는 제3자가 서비스를 통해 게시하거나, 전송하거나 수신하는 모든 콘텐츠에 대해 책임을 지지 않습니다. 서비스를 이용하여 다운로드하거나 얻은 모든 자료는 귀하 자신의 재량으로, 그리고 귀하 자신이 위험을 부담하는 방식으로 접근한 것입니다.<br></br>
<h2>12. 제3자 서비스.</h2>
서비스는 제3자가 제공하는 광고 및 판촉과 다른 웹사이트 또는 정보로의 링크를 포함할 수 있습니다. Loof는 그러한 외부 웹사이트 또는 정보의 이용 가능성(또는 이용 가능성의 부족)에 대해 책임을 지지 않습니다. 귀하가 당사의 서비스를 통해 이용 가능하게 된 제3자와 상호작용하기로 선택한 경우 그러한 제3자의 조건이 귀하와 그들의 관계를 규율합니다. Loof는 그러한 제3자의 조건 또는 행동에 대해 일반적인 책임이나 법적 책임을 지지 않습니다.<br></br>
<h2>13. 책임 한도.</h2>
준거법에 의해 허용되는 최대한의 범위 내에서, 어떠한 경우에도 Loof, 그 계열사, 직원, 인가자 또는 서비스 제공자는 간접적, 결과적, 징벌적, 우발적, 특별적, 처벌적 또는 가중적 손해에 대해 책임을 지지 않습니다. 여기에는 직접적으로 또는 간접적으로 발생된 이익의 손실, 또는 데이터, 사용권, 영업권의 손실, 또는 (I) 서비스에 대한 접속 또는 서비스의 이용 또는 접속 또는 이용 불가, (II) 서비스상에서, 서비스를 통해 또는 서비스 이용 후에 다른 회원 또는 제3자의 행위 또는 콘텐츠, (III) 귀하의 콘텐츠에 대한 무단 접속, 이용 또는 변경으로부터 발생하는 기타 무형의 손실이 포함되지만 이에 국한되지 않으며, Loof가 그러한 손해의 가능성에 대해 통지를 받은 경우에도 마찬가지입니다. 어떠한 경우에도 서비스와 관련된 모든 청구에 대해 Loof가 귀하에게 지는 총 책임액은 귀하가 계정을 보유하고 있는 동안 귀하가 서비스를 위해 Loof에 지불한 금액(해당하는 경우) 및 100 미국 달러를 초과하지 않습니다.<br></br>
일부 관할권은 일부 손해의 제외 또는 제한을 인정하지 않으므로 본 절에 기술된 일부 또는 모든 제외 또는 제한이 귀하에게 적용되지 않을 수 있습니다.<br></br>
<h2>14. 중재, 집단소송 포기, 배심원단 포기.</h2>
유럽연합 또는 유럽경제지역 및 준거법에 의해 금지된 그 밖의 지역에 거주하는 회원은 제외됨:<br></br>
<ol>
본 계약(이에 대한 모든 위반 혐의 포함) 또는 서비스로부터, 또는 이와 관련되어 발생하는 모든 분쟁 또는 청구를 해결하는 배타적인 수단은 당사의 <a href="/arbitration">중재 절차</a>에 의해 수정된 경우를 제외하고 JAMS의 약식 중재 규정 및 절차(Streamlined Arbitration Rdives &#x26; Procedures)에 따라 JAMS가 관리하는 구속력 있는 중재입니다. 중재의 배타성에 대한 하나의 예외는 양 당사자 중 한 당사자가 해당 관할권의 소액 재판소에서 다른 당사자를 대상으로 개인적인 청구를 할 권리를 가지거나, 또는 중재가 신청되었다면 상대 당사자는 청구가 소액 재판소의 관할권 이내에 있는 경우 분쟁이 소액 재판소에서 진행될 것을 요청할 수 있다는 것입니다. 소액 재판소에서의 진행 요청이 중재인 임명보다 선행되었을 경우, 중재는 행정적으로 중단됩니다. 중재인 임명이 소액 재판소에서의 진행 요청보다 선행되었을 경우, 중재인은 분쟁이 유지되어야 하는지, 또는 소액 재판소에서 결정되어야 하는지 결정합니다. 이러한 중재는 귀하 또는 Loof가 중재인 앞에서 구두 심리에 대한 권리를 주장하기로 선택하지 않을 경우 오직 서면 제출만으로 진행됩니다. 그러나 귀하가 중재 또는 소액 재판소 중 어느 것을 선택하든, 귀하는 어떠한 경우에도 Loof를 상대로 한 모든 종류의 집단 소송, 집단 중재 또는 그 외 대리 소송이나 소송 절차를 시작 또는 유지하거나 이에 참여하지 않을 것에 동의합니다.<br></br>
서비스를 어떤 방법으로든 이용함으로써 귀하는 상기의 중재 합의에 동의하는 것입니다. 그럼으로써 귀하는 귀하와 당사 사이의 모든 청구를 주장하거나 변호하기 위해 법원에 갈 수 있는 권리를 포기하는 것입니다(소액 재판소에서 제기할 수 있는 사안은 제외). 또한 귀하는 집단 소송 또는 기타 집단 소송 절차에 참가할 권리도 포기하는 것입니다. 귀하가 소액 재판소 외에서 Loof를 상대로 청구할 때(그리고 Loof에서 해당 청구가 소액 재판소에서 진행될 것을 요청하지 않을 때), 귀하의 권리는 판사나 배심원단이 아닌 중립적인 중재자에 의해 결정되고, 중재자는 분쟁의 중재 가능성에 관한 모든 청구와 모든 쟁점을 결정합니다. 귀하는 중재자 앞에서 공정한 심리를 받을 권리가 있습니다. 중재자는 당사자들의 변론을 바탕으로 한 처분적 신청뿐 아니라 제출된 증거와 함께 당사자들의 변론을 바탕으로 한 처분적 신청을 포함할 수 있는 처분적 신청을 심리할 수 있는 능력을 포함하여 법원이 할 수 있는 구제를 허가할 수 있습니다. 하지만 귀하는 통상적으로 중재 절차가 재판 및 기타 사법 절차보다 더 간단하고 더 간소하다는 것을 기억해야 합니다. 중재자에 의한 결정은 법원에서 집행이 가능하며 매우 제한적인 이유로만 법원에서 번복될 수 있습니다. 중재 절차에 관한 자세한 사항은 당사의 <a href="/arbitration">중재 절차</a>를 확인하시기 바랍니다.<br></br>
중재 판정을 확인, 수정 또는 무효화하는 소송 절차를 포함하여 본 중재 합의를 집행하기 위한 모든 소송 절차는 해당 관할권의 모든 법원에서 시작할 수 있습니다. 본 중재 합의가 어떠한 이유로 집행이 불가능한 것으로 밝혀지는 경우, 당사에 대한 모든 소송(소액 재판소 소송은 제외)은 텍사스 주의 댈러스 카운티에 위치한 연방 또는 주 법원에서만 시작할 수 있습니다. 귀하는 이에 의해 그러한 목적을 위한, 그러한 법원의 관할권에 취소 불능의 조건으로 동의합니다.<br></br>
유럽연합 집행위원회의 온라인 분쟁 해결 플랫폼은 <a href="http://ec.europa.eu/odr%EC%97%90%EC%84%9C">http://ec.europa.eu/odr에서</a> 이용 가능합니다. Loof는 유럽연합 또는 유럽경제지역에 거주하는 회원을 위한 소비자 중재 기관 앞에서 분쟁 해결 절차에 참여하지 않습니다.<br></br>
</ol>
<h2>16. 준거법.</h2>
유럽연합, 유럽경제지역 또는 당사의 중재 합의가 법률에 의해 금지되는 곳에 거주하는 회원들에게는 텍사스 주의 섭외 사법 규칙을 제외하고, 미국 텍사스 주의 법률이 본 계약 또는 서비스로부터, 또는 그와 관련하여 발생하는 모든 분쟁에 적용됩니다. 전술한 내용에도 불구하고, 상기 제15절의 중재 합의는 연방 중재법의 적용을 받습니다. 의심의 여지를 피하기 위해 텍사스 준거법의 선택은 그러한 관할권에서 의무적인 소비자 보호법을 대신하지 못합니다.<br></br>
<h2>17. 장소.</h2>
준거법에 따라 거주지 국가에서 청구를 제기할 수 있는 유럽연합 또는 유럽경제지역에 거주하는 회원들을 제외하고, 그리고 해당 관할권의 소액 재판소를 통해 적합하게 소송할 수 있는 청구를 제외하고, 본 계약 또는 서비스로부터, 또는 그와 관련하거나, 귀하와 Loof 간의 관계로 발생하는 모든 청구는 어떠한 이유로든 중재 신청을 하지 않으면 미국 텍사스 주의 댈러스 카운티의 연방법원 또는 주법원에서 독점적으로 소송이 제기됩니다. 귀하와 Loof는 텍사스 주 법원의 인적 관할권 행사에 동의하며 그러한 법원이 불편 관할 법리를 구성한다는 청구를 포기합니다.<br></br>
<h2>18. 귀하에 의한 면책.</h2>
준거법에 의해 허용되는 범위 내에서, 귀하는 Loof, 당사의 계열사, 그리고 그들 및 당사의 각 책임자, 이사, 대리인, 그리고 직원들을 서비스에 접속 또는 서비스의 이용, 귀하의 콘텐츠, 또는 본 계약의 위반 때문에, 그로부터, 또는 그것과 관련하여 발생하는 변호사 수수료를 포함하여 모든 불만, 요구, 청구, 손해, 손실, 비용, 책임 및 경비로부터 면책하고, 방어하고, 보호한다는 데 동의합니다.<br></br>
<h2>19. 완전 계약; 기타.</h2>
</div>
)
}

export default Terms;